Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Dreaming Freedom.tmx
Source language: en
Languages: es_419

source: my head hurts because I’ve been thinking about it all weekend long...
es_419: ME DUELE LA CABEZA POR HABER PENSADO EN ESO TODO EL FIN DE SEMANA…

source: you’re going to get dandruff everywhere.
es_419: VAS A DEJAR CASPA POR TODOS LADOS…

source: swipe to unlock
es_419: DESLIZA PARA DESBLOQUEAR

source: I’ve never called him before...
es_419: ES LA PRIMERA VEZ QUE LO LLAMO…

source: aw, our little jeong-bitch got used to school life.
es_419: AH, LA PERRA JEONGMIN CHOI SE ESTÁ ACOSTUMBRANDO A LA VIDA ESCOLAR…

source: then what’s the problem?!
es_419: ENTONCES, ¡¿CUÁL ES EL PROBLEMA?!

source: ...must really be upset...
es_419: ESTAR MUY MOLESTA.

source: she’s definitely...
es_419: NO HAY DUDAS:

source: I was looking all over the place for you!
es_419: ¡TE BUSQUÉ POR TODAS PARTES!

source: is that true?
es_419: ¿ES CIERTO?

source: you were only hanging out with me because juhyeon told you to.
es_419: SOLO SE JUNTARON CONMIGO PORQUE JUHYEON SE LOS PIDIÓ.

source: oh, do you have friends right now?
es_419: AH, ¿TIENES AMIGAS AHORA?

source: thanks for bringing me here...
es_419: GRACIAS POR TRAERME.

source: bwahaha
es_419: JAJAJAJA

source: as my memories began to get hazy about what happened back then...
es_419: A MEDIDA QUE SE NUBLARON MIS RECUERDOS DE ESOS AÑOS…

source: whoa, she hasn’t used any of her data.
es_419: GUAU, CASI NO USÓ SUS DATOS.

source: look.
es_419: MIRA.

source: could it be...?
es_419: ¿SERÁ QUE…?

source: I want to rest at home today.
es_419: ME QUIERO QUEDAR DESCANSANDO EN CASA.

source: everyone in our class knows that you and juhyeon aren’t on good terms.
es_419: TODAS NUESTRAS COMPAÑERAS SABEN QUE JUHYEON Y TÚ NO SE LLEVAN BIEN.

source: I can do whatever I please.
es_419: PUEDO HACER LO QUE QUIERA.

source: isn’t juhyeon so nice?
es_419: JUHYEON ES TAN AMABLE.

source: I’m not feeling well... may I go home early...?
es_419: NO ME SIENTO BIEN… ¿PUEDO IRME A CASA TEMPRANO…?

source: you have no idea how much I cried reading volume 1, episode 24 of "anywho! flat bun man*"!
es_419: NO TE IMAGINAS CÓMO LLORÉ CUANDO LEÍ EL EPISODIO 24 DEL NÚMERO 1 DE "¡COMO SEA! ¡PEQUEÑO HOMBRE DE MADALENA!".

source: really? well, if you say so...
es_419: ¿EN SERIO? BUENO, SI TÚ LO DICES…

source: ...say it’s not you?
es_419: … QUE NO ES TUYA?

source: yeah, but...
es_419: SÍ, PERO…

source: she can’t even take care of herself.
es_419: NI SIQUIERA PUEDE OCUPARSE DE ELLA MISMA.

source: yes...
es_419: SÍ…

source: what? all of a sudden...?
es_419: ¿QUÉ? ¿POR QUÉ AHORA…?

source: hey, you can’t fool me! we were going to hang out with juhyeon, but then she didn’t know--
es_419: ¡NO PUEDES ENGAÑARME! ÍBAMOS A SALIR CON JUHYEON, PERO LUEGO NO HICIMOS NADA…

source: we’ll end class here for today.
es_419: ACABARÉ LA CLASE DE HOY AQUÍ.

source: gross...
es_419: QUÉ ASCO…

source: oh... right... that was a dream...
es_419: AH… CIERTO… ERA UN SUEÑO…

source: those kids...
es_419: ESAS CHICAS…

source: and yet...
es_419: SIN EMBARGO…

source: there is nothing I can do to her.
es_419: NO PUEDO HACERLE NADA.

source: keep it up.
es_419: SIGUE ASÍ.

source: I’ll cut to the chase.
es_419: IRÉ AL GRANO.

source: stop bullying jeongmin now.
es_419: DEJA DE HACERLE BULLYING A JEONGMIN.

source: come outside.
es_419: VEN AFUERA.

source: thank you.
es_419: GRACIAS.

source: honestly...
es_419: CIELOS…

source: if I liked juhyeon, I wouldn’t keep liking her after becoming friends with you.
es_419: SI A MÍ ME AGRADARA JUHYEON, ME HABRÍA ALEJADO DE ELLA CUANDO ME HICE TU AMIGA.

source: it’d be a big problem if you overheard.
es_419: NO HABRÍA SIDO BUENO QUE NOS ESCUCHARAS.

source: what...? haha... you’re calling this a crime??
es_419: ¿QUÉ…? JA, JA… ¿DICES QUE ESTO ES ILEGAL?

source: um, juhyeon...
es_419: EH, JUHYEON…

source: wow, really?
es_419: ¡¿EN SERIO?!

source: I won’t do it again--
es_419: NO LO HARÉ MÁS…

source: juhyeon! are you at school?
es_419: ¡JUHYEON! ¿ESTÁS EN LA ESCUELA?

source: life isn’t fair
es_419: QUÉ INJUSTA ES LA VIDA

source: I can consider this a success, right?
es_419: ESTO PUEDE CONSIDERARSE UN ÉXITO, ¿NO?

source: there’s no way jaehyeok would have changed...
es_419: ES IMPOSIBLE QUE JAEHYEOK HAYA CAMBIADO.

source: were you busy?
es_419: ¿ESTABAS OCUPADO?

source: just one...
es_419: SOLO UNA…

source: there’s no one around, so I’ll just say this here.
es_419: NO HAY NADIE POR AQUÍ, ASÍ QUE LO DIRÉ.

source: yup.
es_419: SÍ.

source: w-what is it?
es_419: ¿QUÉ SUCEDE?

source: one at a time.
es_419: UNA PREGUNTA A LA VEZ.

source: Warning this episode contains depictions of domestic violence and strong language that may be upsetting for some readers.
es_419: ADVERTENCIA ESTE EPISODIO CONTIENE ESCENAS DE VIOLENCIA DOMÉSTICA Y LENGUAJE OFENSIVO QUE PODRÍAN PERTURBAR A ALGUNOS LECTORES.

source: in my dreams, at least, I am god.
es_419: AL MENOS, EN MIS SUEÑOS, SOY LA DIOSA.

source: juhyeon? what about her?
es_419: ¿JUHYEON? ¿QUÉ PASA CON ELLA?

source: snarl
es_419: GRITA

source: you’re so wishy-washy.
es_419: NO TIENES VALORES.

source: huh? stay a little longer--
es_419: ¿EH? QUÉDATE UN POCO MÁS…

source: so the whole thing did seem weird.
es_419: POR ESO LA SITUACIÓN ERA BASTANTE RARA.

source: are you talking about eunju?
es_419: ¿TE REFIERES A EUNJU?

source: it’s okay, I’ll keep it a secret.
es_419: NO TE PREOCUPES. GUARDARÉ EL SECRETO.

source: music
es_419: MÚSICA

source: it’s nothing.
es_419: NO ES NADA.

source: what were we talking about?
es_419: ¿DE QUÉ HABLÁBAMOS?

source: whoa, really?
es_419: ¿EN SERIO?

source: ah, oops...
es_419: AH, UPS…

source: but I’ve never thought of anyone as being beneath me.
es_419: PERO JAMÁS PENSÉ QUE OTROS FUERAN MENOS QUE YO.

source: I’m going to find out who did it and teach them a lesson :( isn’t this so mean?
es_419: AVERIGUARÉ QUIÉN LO HIZO Y LE DARÉ UNA LECCIÓN. ¡CUÁNTA MALDAD! :(

source: my name is jaehyeok jo.
es_419: ME LLAMO JAEHYEOK JO.

source: what? huh?
es_419: ¿QUÉ? ¿EH?

source: um, hey...
es_419: EH… OIGAN.

source: I just want to die please help me I’m being bullied
es_419: SOLO QUIERO MORIRME AYÚDENME ME HACEN BULLYING

source: after that day...
es_419: DESPUÉS DE ESE DÍA…

source: what, you knew?
es_419: AH, ¿TE DISTE CUENTA?

source: I gave it some thought.
es_419: ESTUVE PENSANDO.

source: she was so shy at first, I felt weird saying anything around her.
es_419: JEONGMIN ERA MUY TÍMIDA ANTES; ME SENTÍA MUY RARA HABLANDO CON ELLA.

source: I’m finally going home.
es_419: POR FIN VUELVO A CASA.

source: they had a fight.
es_419: DISCUTIERON.

source: hey...!
es_419: ¡OYE…!

source: how did I end up like this...?
es_419: ¿CÓMO TERMINÓ ASÍ…?

source: I can never tell if this girl has any thoughts or not.
es_419: SIEMPRE ME CUESTA SABER SI TIENE ALGO EN LA CABEZA O NO.

source: lean
es_419: SE INCLINA

source: if you had given me a hint earlier,
es_419: SI ME LO HUBIERAS CONTADO ANTES,

source: sora! it’s all right! you can pay me back slowly!
es_419: ¡SORA! ¡NO TE PREOCUPES! ¡PUEDES PAGARME DE A POCO!

source: ...doesn’t like eunju seo.
es_419: … NO LE AGRADA EUNJU SEO.

source: and it’s because of some boy?
es_419: ¿Y RESULTA SER POR UN CHICO?

source: if there was something I wanted to do, I’d do it.
es_419: SI QUERÍA HACER ALGO, SIMPLEMENTE LO HARÍA Y YA.

source: then you suddenly switched up and made me the bitch!
es_419: ¡PERO LUEGO ME TRAICIONASTE Y ME HICISTE QUEDAR COMO UNA PERRA!

source: m-mom...?
es_419: ¿M-MAMÁ…?

source: what are you doing later, after school?
es_419: ¿QUÉ HARÁS DESPUÉS DE CLASES?

source: but she acts like she’s so much better than the rest of us because she’s an artist.
es_419: PERO, PORQUE ES ARTISTA, PIENSA QUE ES MEJOR QUE EL RESTO.

source: all you do is gossip about other people’s misfortunes.
es_419: TÚ TE LA PASAS HABLANDO SOBRE LAS DESGRACIAS DE LOS DEMÁS.

source: no matter what I do here, it doesn’t affect you in the real world.
es_419: SIN IMPORTAR LO QUE HAGA AQUÍ, EL MUNDO REAL NO HABRÁ CONSECUENCIAS.

source: jeongmin is one thing...
es_419: UNA COSA ES JEONGMIN…

source: you did!
es_419: ¡LO HICISTE!

source: I know, you’re bad at rejecting people.
es_419: LO SÉ. NO ERES BUENA RECHAZANDO A LA GENTE.

source: that can’t be possible...
es_419: NO PUEDE SER…

source: um, eunju...
es_419: EH, EUNJU…

source: should I mess with her a little bit?
es_419: ¿APROVECHO PARA MOLESTARLA UN POCO?

source: ...what did he mean by that?
es_419: ¿QUÉ QUISO DECIR CON ESO…?

source: she’s always calling me lmao she’s sooo annoying
es_419: SIEMPRE ME LLAMA XD ES TAN PESADA

source: hello? hyejin?
es_419: ¿HOLA? ¿HYEJIN?

source: I’ll end class early, so go change into your gym clothes and have a good rest of your day.
es_419: VOY A DAR POR TERMINADA LA CLASE ANTES, ASÍ TIENEN TIEMPO DE CAMBIARSE. QUE TERMINEN BIEN EL DÍA.

source: ...but my abilities went beyond that.
es_419: … PERO MIS HABILIDADES SIGUIERON MEJORANDO.

source: stop it, hyejin.
es_419: BASTA, HYEJIN.

source: when people spread rumors about you transferring,
es_419: CUANDO SE ESPARCIÓ EL RUMOR SOBRE TU TRANSFERENCIA,

source: ...but I didn’t expect that jeongmin wouldn’t be the odd one out.
es_419: PERO SIEMPRE CREÍ QUE SERÍA JEONGMIN LA PERSONA A LA QUE DEJARÍAN DE LADO.

source: why? it looked like you were getting along with her yesterday.
es_419: ¿POR QUÉ? AYER PARECÍAN LLEVARSE BIEN.

source: show it to me.
es_419: MUÉSTRAMELO.

source: you said that you’re just a human like me, right?
es_419: DIJISTE QUE ERES HUMANO, IGUAL QUE YO, ¿VERDAD?

source: but you’re my one and only girlfriend.
es_419: PERO TÚ ERES MI NOVIA, MI CHICA ESPECIAL.

source: Seeing their disgusting faces so early in the morning makes me want to puke omg their makeup is so bad / at least practice or something lmfao
es_419: CUANDO VEO ESAS CARAS HORRIBLES TAN TEMPRANO, ME DAN GANAS DE VOMITAR. EL MAQUILLAJE QUE USAN ES ESPANTOSO / AL MENOS PRACTIQUEN UN POCO JAJAJA

source: n-no!
es_419: ¡NO, NO!

source: I just got here too.
es_419: RECIÉN LLEGO.

source: ever since sora, who you thought was on your side, turned her back on you...
es_419: DESDE QUE SORA, QUE CREÍAS QUE ESTABA DE TU LADO, TE DIO LA ESPALDA,

source: I left my phone.
es_419: ME OLVIDÉ EL TELÉFONO…

source: um, well...
es_419: EH, BUENO…

source: Dahye Ryu left the chat
es_419: DAHYE RYU ABANDONÓ EL CHAT

source: you must have some kind of misunderstanding...
es_419: CREO QUE ES UN MALENTENDIDO…

source: where is she looking?
es_419: ¿QUÉ MIRA?

source: I don’t have any pictures.
es_419: NO, NO TENGO.

source: i-it was just one of his guy friends from school!
es_419: ¡S-SOLO ERA UN AMIGO DE LA ESCUELA!

source: like you, I started there, too.
es_419: YO TAMBIÉN EMPECÉ CON ESO.

source: ...but I think you’ve been misunderstanding things.
es_419: … PERO CREO QUE MALINTERPRETASTE LAS COSAS.

source: it’s fine, it’s fine. men and women who see me go head over heels for me at first sight.
es_419: NO TE PREOCUPES; TANTO LOS HOMBRES COMO LAS MUJERES SE ENAMORAN DE MÍ A PRIMERA VISTA.

source: you’re finally back?
es_419: ¿VOLVISTE?

source: that’s alright! everyone has those days.
es_419: ¡ESTÁ BIEN! TODOS TENEMOS MALOS DÍAS.

source: I knew that juhyeon wasn’t like me from the very beginning...
es_419: SIEMPRE SUPE QUE JUHYEON NO ERA COMO YO…

source: oh, I see... that’s okay...!
es_419: AH, ENTIENDO… ¡ESTÁ BIEN…!

source: but if you act like that in front of the others...
es_419: PERO, CUANDO ACTÚAS ASÍ FRENTE A OTROS,

source: could you show me how to solve this problem?
es_419: ¿ME AYUDAS A RESOLVER ESTE PROBLEMA?

source: ...can’t just let her get away with it.
es_419: NO PODEMOS DEJAR QUE SE SALGA CON LA SUYA.

source: what’s for lunch today?
es_419: ¿QUÉ HAY DE COMER HOY?

source: you shouldn’t say things behind my back if you can’t say it to my face, right?
es_419: NO DEBERÍAS DECIR A MIS ESPALDAS COSAS QUE NO TE ATREVAS A DECIRME DE FRENTE.

source: look underneath my desk.
es_419: MIRA DEBAJO DE MI PUPITRE.

source: I’m not going to come here anymore.
es_419: YA NO VOLVERÉ A ESTE LUGAR.

source: huh...
es_419: EH…

source: n-no thanks.
es_419: NO, GRACIAS.

source: ah, I’m an only child.
es_419: NO, SOY HIJA ÚNICA.

source: I’m on your side, of course.
es_419: ESTOY DE TU LADO, CLARO.

source: Alarm
es_419: ALARMA

source: right, I’m not a god or anything.
es_419: ES VERDAD. NO SOY UN DIOS NI NADA PARECIDO.

source: but you knew that.
es_419: PERO TÚ YA LO SABÍAS.

source: 111 posts
es_419: 111 PUBLICACIONES

source: I really want to kill them, what do i do? isn’t it legal to kill them at this point? why do I have to let them treat me like this?
es_419: QUIERO MATARLAS, PERO… ¿QUÉ HAGO? ¿NO ES LEGAL MATARLAS AHORA? ¿POR QUÉ TENGO QUE DEJAR QUE ME TRATEN ASÍ?

source: hyejin, let’s be partners.
es_419: SEAMOS COMPAÑERAS, HYEJIN.

source: while I think about the juhyeon situation a little longer...
es_419: MIENTRAS PIENSO QUÉ HACER CON JUHYEON,

source: she always used to come with sora.
es_419: SIEMPRE VENÍA CON SORA.

source: I’m sure you’re not a god or anything.
es_419: SÉ QUE NO ERES UN DIOS NI NADA PARECIDO.

source: is it jaehyeok?
es_419: ¿ES JAEHYEOK?

source: attendance
es_419: ASISTENCIA

source: I bet she has a shitty personality, too.
es_419: SEGURO TIENE MUY MAL CARÁCTER TAMBIÉN.

source: of course you don’t.
es_419: CLARO QUE NO.

source: this man...
es_419: ESTE SUJETO…

source: yeah, I bet no one else could do it!
es_419: SÍ, ¡APUESTO A QUE NADIE MÁS PODRÍA HACERLO!

source: when I was younger...
es_419: CUANDO ERA MÁS JOVEN…

source: I trusted you...
es_419: CONFIÉ EN TI…

source: he won’t be home for a long time.
es_419: NO VOLVERÁ POR UN TIEMPO.

source: ...so please...
es_419: … POR FAVOR…

source: ...but I can check if it’s real or not right now.
es_419: … AHORA PODRÉ DESCUBRIR SI ES VERDAD O NO.

source: how were you able to enter my dream?
es_419: ¿CÓMO ENTRASTE EN MI SUEÑO?

source: because...
es_419: ES QUE…

source: so don’t get the wrong idea...
es_419: PERO NO LO TOMES A MAL…

source: gross.
es_419: QUÉ ASCO.

source: but you’re not allowed to ask any weird questions after that,
es_419: PERO NO PUEDES PREGUNTARME OTRA COSA RARA DESPUÉS,

source: ...juhyeon ha had become...
es_419: … JUHYEON HA SE HABÍA CONVERTIDO…

source: Juwan Im left the chat
es_419: JUWAN IM ABANDONÓ EL CHAT

source: thank you so much...!
es_419: ¡MUCHAS GRACIAS…!

source: it’s not like I did it by myself.
es_419: NO LO HICE SOLA.

source: You can usually talk to a teacher at your school to get advice, but if you feel uncomfortable doing that, You can call the youth hotline at 1388 as well.
es_419: TAMBIÉN PUEDES HABLAR CON UN PROFESOR DE LA ESCUELA PARA PEDIR AYUDA, PERO SI NO TE SIENTES CÓMODA, TAMBIÉN PUEDES LLAMAR AL NÚMERO 1388.

source: ohhh.
es_419: AH.

source: d-dad...?
es_419: ¿PAPÁ…?

source: why her...
es_419: ¿POR QUÉ ELLA…?

source: never mind. it’s not like they said they’d always walk home with me.
es_419: NO IMPORTA, NUNCA DIJERON QUE CAMINARÍAN CONMIGO DE REGRESO…

source: do we have to?
es_419: ¿ES NECESARIO?

source: let’s go to the snack shop!
es_419: ¡VAMOS A COMPRAR ALGO DE COMER!

source: of course you don’t. you never think.
es_419: CLARO QUE NO. NUNCA PIENSAS BIEN LAS COSAS.

source: what do you mean...?
es_419: ¿A QUÉ TE REFIERES…?

source: I bent over backwards just to look good in front of you both.
es_419: ME ESFORCÉ MUCHÍSIMO PARA CAERLES BIEN A AMBAS.

source: I don’t have much money right now...
es_419: NO TENGO MUCHO DINERO AHORA…

source: I want to destroy those losers already...
es_419: QUIERO DESTRUIR A ESTOS PERDEDORES…

source: fuck!!!
es_419: ¡MIERDA!

source: that man...
es_419: ESE SUJETO…

source: he’s not dating someone, is he...?
es_419: NO SALE CON NADIE, ¿VERDAD…?

source: absolutely.
es_419: TIENES RAZÓN.

source: I succeeded.
es_419: LO LOGRÉ.

source: I’ll be waiting.
es_419: YO LAS ESPERO.

source: if you ever need anything, let me know.
es_419: SI NECESITAS ALGO, AVÍSAME.

source: you’re being oddly persistent.
es_419: ESTÁS INSISTIENDO DEMASIADO. ES RARO.

source: why are you eavesdropping on our conversation, you loser?
es_419: ¿POR QUÉ ESCUCHAS NUESTRA CONVERSACIÓN, PERDEDORA?

source: now that juhyeon mentioned it, her hair does look greasy.
es_419: AHORA QUE JUHYEON LO DIJO, ES CIERTO QUE TIENE EL CABELLO BASTANTE GRASOSO…

source: is it something you can’t tell us on katalk?
es_419: ¿ES ALGO QUE NO PUEDES DECIRNOS POR KATALK?

source: this world, which I control, can affect the real world.
es_419: ESTE MUNDO, QUE PUEDO CONTROLAR, AFECTA AL MUNDO REAL.

source: everyone, take a seat.
es_419: TOMEN ASIENTO.

source: I don’t want to go that far...
es_419: NO QUIERO LLEGAR A ESO…

source: yeonji jo (17) sora’s friend
es_419: YEONJI JO (17), AMIGA DE SORA

source: anyways, jeongmin says you make her uncomfortable, so she’s not going to play with you anymore!
es_419: JEONGMIN NOS DIJO QUE SE SIENTE INCÓMODA CONTIGO, ¡POR ESO YA NO JUGARÁN JUNTAS!

source: ...if only to get even for him invading my privacy.
es_419: … AUNQUE SEA PARA VENGARME POR HABER INVADIDO MI PRIVACIDAD.

source: and like I said earlier, I want to help you.
es_419: Y, COMO YA TE DIJE, QUIERO AYUDARTE.

source: "juhyeon has a bad personality."
es_419: "JUHYEON HA TIENE MAL CARÁCTER".

source: we had a bit of a falling out when we were younger...
es_419: NOS PELEAMOS CUANDO ÉRAMOS MÁS CHICAS…

source: it’s not like she’s asking a lot from me.
es_419: DE TODOS MODOS, NO ME PIDIÓ NADA MUY DIFÍCIL.

source: if it wasn’t for ju-- I mean, hyejin, jeongmin would have had a lot of friends.
es_419: SI NO FUERA POR JU… DIGO, POR HYEJIN, JEONGMIN TENDRÍA MUCHAS AMIGAS.

source: sora...
es_419: A SORA…

source: really? what a shame.
es_419: ¿EN SERIO? ES UNA PENA.

source: ...but I could never tell him that.
es_419: PERO NO PODRÍA DECIRLE ESO.

source: what if... you were betrayed by the people you trust, just like I was...?
es_419: ¿QUÉ TAL SI… TE TRAICIONARAN LAS PERSONAS EN QUIENES CONFÍAS, COMO ME PASÓ A MÍ…?

source: They’re just her little sidekicks
es_419: NO SON MÁS QUE SUS SEGUIDORAS

source: I have to say something to you.
es_419: TENGO ALGO QUE DECIRTE.

source: your skirt, isn't it kinda short?
es_419: TU FALDA... ¿NO ES UN POCO CORTA?

source: a loser like you?
es_419: ¿UNA PERDEDORA COMO TÚ?

source: we’ll see each other next week anyways. go home first.
es_419: ADEMÁS, NOS VEREMOS LA SEMANA QUE VIENE. VUELVE A CASA.

source: don’t worry, juhyeon.
es_419: NO TE PREOCUPES, JUHYEON.

source: I was getting tired of you anyway.
es_419: DE TODAS FORMAS, YA ME ESTABA CANSANDO DE TI.

source: still, shouldn’t you be more careful borrowing money from other people?
es_419: ¿NO DEBERÍAS TENER MÁS CUIDADO A LA HORA DE PEDIRLE DINERO PRESTADO A LA GENTE?

source: I am...
es_419: SOY…

source: hm
es_419: MMM

source: her nose was just slightly broken...
es_419: SOLO LE ROMPÍ UN POCO LA NARIZ…

source: you were mesmerized by my beauty, huh?
es_419: TE QUEDASTE SIN PALABRAS POR MI BELLEZA, ¿NO?

source: okay... hold on.
es_419: SÍ… ESPERA.

source: I gave it some thought...
es_419: ESTUVE PENSANDO UN POCO…

source: I just need one person to listen to me...!
es_419: ¡SOLO NECESITO QUE UNA DE ELLAS ME ESCUCHE!

source: it’s going to start soon.
es_419: EN CUALQUIER MOMENTO, EMPIEZA…

source: how many girls were there...
es_419: ¿CUÁNTAS CHICAS ERAN…?

source: you two stay if you want.
es_419: USTEDES QUÉDENSE, SI QUIEREN.

source: ...never felt loved...
es_419: … JAMÁS SENTÍ QUE ME QUISIERAN…

source: a chance to make them like me again...
es_419: PODRÍA LOGRAR QUE ME ACEPTARAN OTRA VEZ…

source: why do I have to do what she wants?
es_419: ¿POR QUÉ TENGO QUE HACER LO QUE ME PIDE?

source: you think you’re really something just because you have a couple of people to hang out with now. you’re just a nobody...
es_419: ¿ACASO CREES QUE AHORA ERES IMPORTANTE SOLO PORQUE TIENES UN PAR DE PERSONAS A TU LADO? NO ERES NADIE.

source: hey, hyejin. is something up between you and juhyeon?
es_419: OYE, HYEJIN. ¿PASÓ ALGO ENTRE JUHYEON Y TÚ?

source: did you share everything...?
es_419: ¿LES CONTASTE TODO…?

source: but what if that weird man shows up again?
es_419: ¿Y SI ESE SUJETO APARECE OTRA VEZ?

source: I’m not one of your creations.
es_419: YO NO SOY UNA DE TUS CREACIONES.

source: she’s sooo shy and easy to take advantage of lol
es_419: ES MUUUY TÍMIDA Y ES FÁCIL APROVECHARSE DE ELLA XD

source: related lucid dream, how to lucid dream, stories about lucid dreaming, why do I lucid dream
es_419: RELACIONADO SUEÑOS LÚCIDOS, CÓMO TENER UN SUEÑO LÚCIDO, HISTORIAS SOBRE SUEÑOS LÚCIDOS, PORQUÉ TENGO SUEÑOS LÚCIDOS

source: I guess he played without me,
es_419: CREO QUE JUGÓ SIN MÍ,

source: she has a lot of friends.
es_419: TIENE MUCHAS AMIGAS.

source: what the hell...?
es_419: ¿QUÉ DEMONIOS…?

source: I want chocolate bread and coffee-flavored milk!
es_419: ¡QUIERO PAN DE CHOCOLATE Y LECHE CON SABOR A CAFÉ!

source: see if I show up.
es_419: A VER SI VUELVO.

source: okie!
es_419: ¡GENIAL!

source: in your dreams!
es_419: ¡NI LO SUEÑES!

source: sigh... whatever.
es_419: BAH… NO IMPORTA.

source: in fact, it seems like she’s in control of those girls.
es_419: DE HECHO, PARECE QUE ELLA LAS CONTROLA.

source: we got our tickets before we started hanging out with you, so we only had two.
es_419: COMPRAMOS LOS BOLETOS ANTES DE EMPEZAR A JUNTARNOS CONTIGO, POR ESO SOLO TENÍAMOS DOS.

source: unlike my dream self, in reality...
es_419: A DIFERENCIA DE LO QUE SUCEDE EN MIS SUEÑOS, EN LA REALIDAD…

source: I thought we could all play together, but I guess she doesn’t like that.
es_419: PENSÉ QUE PODÍAMOS JUGAR JUNTAS, PERO ELLA NO QUIERE.

source: unbelievable, seriously!
es_419: ¡INCREÍBLE!

source: you're dead if you turn your hotspot off.
es_419: SI APAGAS EL PUNTO DE ACCESO, DATE POR MUERTA.

source: don’t you dare talk to me ever again.
es_419: NO TE ATREVAS A HABLARME DE NUEVO.

source: it’s interesting
es_419: QUÉ INTERESANTE.

source: is she all on her own now?
es_419: ¿AHORA ESTÁ SOLA?

source: ...and I’ll help you with the revenge you want.
es_419: … Y TE AYUDARÉ A VENGARTE.

source: it’s nothing like that.
es_419: NADA QUE VER.

source: she’s so obvious now that I know everything...
es_419: AHORA QUE LO SÉ, ES TAN EVIDENTE…

source: maybe that’s when it started.
es_419: QUIZÁS FUE AHÍ DONDE COMENZÓ TODO.

source: I was on the phone with a friend.
es_419: ESTABA HABLANDO POR TELÉFONO CON UN AMIGO.

source: stretch
es_419: ESTIRA

source: that is an irrefutable fact.
es_419: ESO ES IRREFUTABLE.

source: I don’t want to...
es_419: NO QUIERO…

source: I guess she’s not here yet.
es_419: SUPONGO QUE AÚN NO LLEGÓ.

source: I’m going to head back to the classroom.
es_419: VOLVERÉ AL SALÓN.

source: ...is it possible that jeongmin brought hyejin to her?
es_419: ¿SERÁ QUE JEONGMIN LA CONVENCIÓ PARA ESTAR CON ELLA?

source: I was her well-trained dog.
es_419: ERA COMO SU PERRO ADIESTRADO.

source: what you said about being trapped here...
es_419: LO QUE DIJISTE SOBRE ESTAR AQUÍ ATRAPADO…

source: what happened to your face?!
es_419: ¡¿QUÉ TE PASÓ EN LA CARA?!

source: ...and it hasn’t been long since we met.
es_419: Y NOS CONOCIMOS HACE POCO.

source: did you show her that picture...?
es_419: ¿LE MOSTRASTE ESA FOTO…?

source: the only time you see the other girls is when you eat lunch with them.
es_419: SOLO VES A LAS OTRAS CHICAS CUANDO ALMUERZAN JUNTAS.

source: I’ll kill her...
es_419: LA MATARÉ…

source: that’s right, we haven’t been hanging out for very long...
es_419: ES VERDAD. HACE POCO QUE NOS CONOCEMOS…

source: y-you were...
es_419: ¿ESTABAS…

source: juhyeon is going to pick on me again tomorrow, isn’t she...?
es_419: JUHYEON ME VA A MOLESTAR MAÑANA OTRA VEZ, ¿NO…?
